<html>
<body background="Zodiacs_files/back-20211006152221.jpg">
<h1 style="text-align: center;"><span style="color:#FFFF00"><strong>Sim vou Dev HUEbr !</strong></span></h1>

<p><span style="color:#FFFF00"><strong>Vai Ruga a gente?</strong></span></p>

<p><span style="color:#F0FFF0">R.Adianta dizer que n&atilde;o? N&atilde;o,N&atilde;o vou!&nbsp;o motivo &eacute; que preciso de algo que dure o m&aacute;ximo possivel pois tenho uma quest&atilde;o familiar que vai durar muito tempo que passam de 5k de gastos mensais, ruga 5 ,10 ou 20 mil n&atilde;o resolveria minha vida e sim manter algo &agrave; longo prazo,mesmo que o jogo n&atilde;o dure meu nome como Dev para outros projetos &eacute; mais importante.Outro detalhe que o site est&aacute; no github onde vc pode entrar e ver todos codigos de cada parte do site, e as box iniciais est&atilde;o sendo mintadas usado API do LauchNFT que tamb&eacute;m &eacute; seguro,ter algun hack no site ou no bot&atilde;o de mint &eacute; quase impossivel.</span></p>

<p><span style="color:#FFFF00"><strong>Entao porque clonou o Zodiacs em fez de fazer seu pr&oacute;prio projeto?</strong></span></p>

<p><span style="color:#F0FFF0">R.Simples e &oacute;bivio, marketing, come&ccedil;ar do zero gastaria muito com publicidade e nem &eacute; garantdo de atingir pessoas, acompanho&nbsp;os Devs BR e vejo v&aacute;rios projetos &oacute;timos que ficam no limbo pq as pessoas s&oacute; querem jogo gringo Scam,ent&atilde;o vi uma aportuidade nessa onda de Reborns pelo marketing.</span></p>

<p><span style="color:#F0FFF0">Apesar disso voc&ecirc; n&atilde;o vai receber um clone do Zodiacs, ser&aacute; um projeto novo meu INSPIRADO no Zodiacs, estou copiando v&aacute;rias coisas para&nbsp;meu pr&oacute;prio projeto que j&aacute; planejo h&aacute; muito tempo, e como podem ver no Road Map tenho j&aacute; planejado coisas totalmente novas (Posto Mec&acirc;nico,Festival Lowrider,NFTs&nbsp;cosm&eacute;ticos para os carros,Passe de temporada e mais....)&nbsp;&nbsp;que penso que podem fazer o jogo ser sustent&aacute;vel por um periodo mais longo que o velho Zodiacs que at&eacute; durou bastante.</span></p>

<p><span style="color:#F0FFF0">Aqui algumas concept arts de como vai ser&aacute; o <strong>Zodacs Reborn Pixel.</strong></span></p>

<p><span style="color:#F0FFF0"><img alt="" height="400" src="Zodiacs_files/concepts_2.png" width="550" /><img alt="" height="400" src="Zodiacs_files/lowrider_mode.png" width="550" /></span></p>

<p><span style="color:#F0FFF0"><img alt="" height="240" src="Zodiacs_files/concepts_3.png" width="450" /><img alt="" height="240" src="Zodiacs_files/concepts_4.png" width="450" /><img alt="" height="240" src="Zodiacs_files/concepts_1.png" width="450" /></span></p>

  
<p><span style="color:#FFFF00"><strong>Ent&atilde;o o jogo n&atilde;o ser&aacute; aquele Click To Ern Scam gostoso pra mim clica e sacar a casa?</strong></span></p>

<p><span style="color:#F0FFF0">R. Sim e n&atilde;o, no inicio vai acontecer, mas j&aacute; na proxima atualiza&ccedil;&atilde;o ter&aacute; quandes motivos para voc&ecirc; holdar o tokes e investir em NFTs e mec&acirc;nicas novas, a id&eacute;ia &eacute; que apresados ganhem com neogica&ccedil;&otilde;es de NFTs e quem tem paciencia ganhe com token a longo prazo.,mas tudo isso &eacute; um desejo o que vai definir o jogo s&atilde;o voc&ecirc;s e suas decis&otilde;es.</span></p>

<p><span style="color:#FFFF00"><strong>Ent&atilde;o pretende se revelar?</strong></span></p>

<p><span style="color:#F0FFF0">R.Pretendo Sim!mas sabendo como são as pessoas na internet vou observar primeiro a reação da comunidade,se for muito tóxica continuarei até o fim do projeto claro, mas de forma anonima.Também só me revelarei se as vendas forem o suficientes pra seguir com o projeto,se n&atilde;o acontecer voc&ecirc; comprou um NFT por apenas 10 matics e ajudou um Dev BR num momento dif&iacute;cil.</span></p>

<p><span style="color:#F0FFF0">Se isso contecer prometo que esse NFT ter&aacute; vantagem para holders no meu proximo projeto pois eu cheguei na web3 pra ficar e vou fazer meu nome aqui.</span></p>

<p><span style="color:#F0FFF0">Se tudo que disse der certo assim que vender pelo menos 50% das primeiras Box eu vou escolher alguns streamers para dar entrevista e aparecer.</span></p>

<p><span style="color:#FFFF00"><strong>E o contrato do token ZDCR como vai ser ?</strong></span></p>

<p><span style="color:#F0FFF0">R. Pretendo fazer todas medidas &oacute;bvias para deixar o contrato confi&aacute;vel para os gringos, meus ganhos ser&atilde;o nas taxas de NFTs (que acredito que ser&atilde;o&nbsp; bastante negociados) e pouco no token.</span></p>

<p><span style="color:#FFFF00"><strong>Os NFTs ser&atilde;o no mercado interno do jogo igual o Zoadiacs?</strong></span></p>

<p><span style="color:#F0FFF0">R.N&atilde;o, eu vou usar sempre as cole&ccedil;&otilde;es em mercados abertos como Opensea,Tofu,Rarible etc.. onde vcs podem negociar livremente,na verdade vou usar tudo no mais b&aacute;sico e seguro possivel pois sou um DEv solo, penso em contratar outros para ajudar se metas maiores forem atingidas.</span></p>

</body>
</html>
